-- Custom SQL migration file, put you code below! --

INSERT INTO "employee" ("last_name", "first_name", "father_name", "bday", "position", "phone_number")
VALUES
('Миронов', 'Григорий', 'Матвеевич', '2001-11-11', 'Писатель', '+79011233210011'),
('Новикова', 'Дарья', 'Макаровна', '2003-07-11', 'Системный аналитик', '+79081233614111'),
('Румянцева', 'Нина', 'Степанова', '2002-04-15', 'Ведущий специалист', '+7936116151011'),
('Попов', 'Роберт', 'Максимович', '2001-02-25', 'Художник', '+79511571710011'),
('Соловьева', 'София', 'Фёдоровна', '2003-12-03', 'Шахтёр', '+79781233211341'),
('Кулаков', 'Михаил', 'Матвеевич', '2002-04-30', 'Пресейл инженер', '+79201233561511'),
('Грачева', 'Полина', 'Дамировна', '2001-05-14', 'Системный аналитик', '+79041212490011');


